//MQINV    JOB (ACCT),'MQ LOG INV',CLASS=A,MSGCLASS=X
//S        EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY1.DS01) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY1.DS02) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY1.DS03) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY1.DS04) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY2.DS01) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY2.DS02) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY2.DS03) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY2.DS04) ALL
/*
//
