//MQADDLOG JOB (ACCT),'MQ ADD LOGS',CLASS=A,MSGCLASS=X
//ADD      EXEC PGM=CSQJU003
//STEPLIB  DD DSN=CSQ700.SCSQANLE,DISP=SHR
//         DD DSN=CSQ700.SCSQAUTH,DISP=SHR
//SYSUT1   DD DISP=OLD,DSN=CSQ700.CSQ7.BSDS01
//SYSUT2   DD DISP=OLD,DSN=CSQ700.CSQ7.BSDS02
//SYSPRINT DD SYSOUT=*,DCB=BLKSIZE=629
//SYSIN    DD *
 NEWLOG DSNAME=CSQ700.CSQ7.LOGCOPY1.DS01R,COPY1
 NEWLOG DSNAME=CSQ700.CSQ7.LOGCOPY2.DS01R,COPY2
/*
//