//MQBKP2   JOB (ACCT),'MQ BSDS BACKUP',CLASS=A,MSGCLASS=X
//B1       EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//IN1      DD DSN=CSQ700.CSQ7.BSDS01,DISP=OLD
//OUT1     DD DSN=IBMUSER.MQSAFE.POSTREC.BSDS01,
// DISP=(NEW,CATLG,DELETE),UNIT=3390,VOL=SER=ZVOL00,
// SPACE=(TRK,(5,1)),DCB=(RECFM=VB,LRECL=4093,BLKSIZE=0)
//SYSIN    DD *
 REPRO INFILE(IN1) OUTFILE(OUT1)
/*
//B2       EXEC PGM=IDCAMS,COND=(0,NE)
//SYSPRINT DD SYSOUT=*
//IN2      DD DSN=CSQ700.CSQ7.BSDS02,DISP=OLD
//OUT2     DD DSN=IBMUSER.MQSAFE.POSTREC.BSDS02,
// DISP=(NEW,CATLG,DELETE),UNIT=3390,VOL=SER=ZVOL00,
// SPACE=(TRK,(5,1)),DCB=(RECFM=VB,LRECL=4093,BLKSIZE=0)
//SYSIN    DD *
 REPRO INFILE(IN2) OUTFILE(OUT2)
/*
//