//MQMAPN   JOB (ACCT),'MQ MAP NEW',CLASS=A,MSGCLASS=X
//M1       EXEC PGM=CSQJU004
//STEPLIB  DD DSN=CSQ700.SCSQAUTH,DISP=SHR
//         DD DSN=CSQ700.SCSQANLE,DISP=SHR
//SYSUT1   DD DSN=CSQ700.CSQ7.BSDS01,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
/*
//M2       EXEC PGM=CSQJU004
//STEPLIB  DD DSN=CSQ700.SCSQAUTH,DISP=SHR
//         DD DSN=CSQ700.SCSQANLE,DISP=SHR
//SYSUT1   DD DSN=CSQ700.CSQ7.BSDS02,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
/*
//