//MQNEWL2  JOB (ACCT),'MQ NEW LOG2',CLASS=A,MSGCLASS=X
//DEF      EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 DEFINE CLUSTER (NAME(CSQ700.CSQ7.LOGCOPY2.DS01R) LINEAR -
 VOLUMES(ZVOL00) SHAREOPTIONS(2 3) RECORDS(180000)) -
 DATA(NAME(CSQ700.CSQ7.LOGCOPY2.DS01R.DATA))
/*
//FMT1     EXEC PGM=CSQJUFMT,REGION=0M,COND=(0,NE)
//STEPLIB  DD DSN=CSQ700.SCSQAUTH,DISP=SHR
//         DD DSN=CSQ700.SCSQANLE,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=CSQ700.CSQ7.LOGCOPY1.DS01R,DISP=OLD
//FMT2     EXEC PGM=CSQJUFMT,REGION=0M,COND=(0,NE)
//STEPLIB  DD DSN=CSQ700.SCSQAUTH,DISP=SHR
//         DD DSN=CSQ700.SCSQANLE,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DSN=CSQ700.CSQ7.LOGCOPY2.DS01R,DISP=OLD
//