//MQPRECK  JOB (ACCT),'MQ PRECHECK',CLASS=A,MSGCLASS=X
//LDS      EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY1.DS01R) ALL
 LISTCAT ENT(CSQ700.CSQ7.LOGCOPY2.DS01R) ALL
/*
//MAP      EXEC PGM=CSQJU004
//STEPLIB  DD DSN=CSQ700.SCSQAUTH,DISP=SHR
//         DD DSN=CSQ700.SCSQANLE,DISP=SHR
//SYSUT1   DD DSN=CSQ700.CSQ7.BSDS01,DISP=SHR
//SYSUT2   DD DSN=CSQ700.CSQ7.BSDS02,DISP=SHR
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
/*
//