//MQSTART  JOB (ACCT),'MQ NORMAL START',CLASS=A,MSGCLASS=X
//S        EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
 CONSOLE SYSCMD(%CSQ7 START QMGR PARM(CSQ7ZPRM))
 END
/*
//